[
	{
		"author": "Blokista Swap",
		"id": "bcc-swap",
		"title": "Blokista Swap",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": ["DEX"],
		"shortDescription": "Blokista Swap is the official decentralized exchange of the Blokista Chain, offering users a state-of-the-art platform for swapping, staking, and providing liquidity for a wide range of digital assets. ",
		"site": "https://blokswap.io/",
		"external": true,
		"description": "Blokista Swap is the official decentralized exchange of the Blokista Chain, offering users a state-of-the-art platform for swapping, staking, and providing liquidity for a wide range of digital assets. Built on the Blokista Chain's secure and scalable infrastructure, Blokista Swap combines the best of blockchain technology and decentralized finance to offer a user-friendly, fast, and cost-effective trading experience.",
		"url": "https://blokswap.io/"
	},
	{
		"author": "Blokista Token Bridge",
		"id": "bcc-bridge",
		"title": "Blokista Token Bridge",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Bridge"],
		"shortDescription": "Blokista Token Bridge is a cutting-edge decentralized tool that facilitates the seamless transfer of digital assets between different blockchain networks.",
		"external": true,
		"site": "https://bridge.blokswap.io/",
		"description": "Blokista Token Bridge is a cutting-edge decentralized tool that facilitates the seamless transfer of digital assets between different blockchain networks. Whether you want to move tokens between Ethereum and Binance Smart Chain or other compatible blockchains, the Blokista Token Bridge provides a secure and efficient way to bridge the gap. It offers users the ability to maintain liquidity and access a broader range of DeFi applications, enhancing the interoperability of the blockchain ecosystem.",
		"url": "https://bridge.blokswap.io/"
	},
	{
		"author": "Blokista Token Locker",
		"id": "bcc-locker",
		"title": "Blokista Token Locker",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Token Locker"],
		"shortDescription": "Blokista Token Locker is a secure digital wallet and smart contract platform designed to safeguard and manage various cryptocurrencies and digital assets. ",
		"external": true,
		"site": "https://bcclocker.com",
		"description": "Blokista Token Locker is a secure digital wallet and smart contract platform designed to safeguard and manage various cryptocurrencies and digital assets. This innovative blockchain-based solution allows users to lock their tokens, providing protection against unauthorized access and ensuring the safe and controlled release of funds. Whether you're a DeFi enthusiast or a long-term investor, the Blokista Token Locker offers peace of mind and security for your digital wealth.",
		"url": "https://bcclocker.com"
	},
	{
		"author": "Blokista Multi Sender",
		"id": "bcc-sender",
		"title": "Blokista Multi Sender",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Multi Sender"],
		"shortDescription": "Blokista Multi Sender - Send BCC-20 Tokens and NFTs (BCC-721 and BCC-1155) in batch.",
		"external": true,
		"site": "https://bccmultisender.com/",
		"description": "Blokista Multi Sender - Send BCC-20 Tokens and NFTs (BCC-721 and BCC-1155) in batch.",
		"url": "https://bccmultisender.com/"
	},
	{
		"author": "Blokista Staking",
		"id": "bcc-staking",
		"title": "Blokista Staking",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Staking"],
		"shortDescription": "Blokista Chain Staking is a powerful and user-friendly method for cryptocurrency holders to earn passive income while supporting the Blokista blockchain network. By participating in staking, users can lock their tokens into the network, helping to secure and validate transactions.",
		"external": true,
		"site": "https://staking.bccscan.com",
		"description": "Blokista Chain Staking is a powerful and user-friendly method for cryptocurrency holders to earn passive income while supporting the Blokista blockchain network. By participating in staking, users can lock their tokens into the network, helping to secure and validate transactions. In return, they receive regular rewards in the form of additional tokens, making it an attractive option for those looking to grow their digital assets and actively contribute to the blockchain ecosystem. Blokista Chain Staking combines financial benefits with network strengthening, creating a win-win scenario for crypto enthusiasts.",
		"url": "https://staking.bccscan.com"
	},
	{
		"author": "Blokista NFT Marketplace",
		"id": "bcc-nft",
		"title": "Blokista NFT Marketplace",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "NFT Marketplace"],
		"shortDescription": "Blokista NFT Marketplace is a cutting-edge digital platform designed for creators and collectors alike. This innovative marketplace provides a secure and user-friendly environment for buying, selling, and trading non-fungible tokens (NFTs). With a sleek and intuitive interface, Blokista empowers artists, musicians, and digital creators to showcase their unique digital assets and connect with a global community of NFT enthusiasts.",
		"external": true,
		"site": "https://nftiverse.io/",
		"description": "Blokista NFT Marketplace is a cutting-edge digital platform designed for creators and collectors alike. This innovative marketplace provides a secure and user-friendly environment for buying, selling, and trading non-fungible tokens (NFTs). With a sleek and intuitive interface, Blokista empowers artists, musicians, and digital creators to showcase their unique digital assets and connect with a global community of NFT enthusiasts. Whether you're an NFT artist looking to monetize your work or an art lover seeking to discover and acquire one-of-a-kind digital treasures, Blokista NFT Marketplace is the perfect destination to explore the world of digital collectibles.",
		"url": "https://nftiverse.io/"
	},
	{
		"author": "Blokista Wallet",
		"id": "bcc-wallet",
		"title": "Blokista Wallet",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Wallet"],
		"shortDescription": "Blokista Wallet is a cutting-edge digital wallet solution designed for cryptocurrency enthusiasts and investors. With its user-friendly interface and robust security features, this wallet enables users to securely store, send, and receive a wide range of cryptocurrencies.",
		"external": true,
		"site": "https://bccwallet.com",
		"description": "Blokista Wallet is a cutting-edge digital wallet solution designed for cryptocurrency enthusiasts and investors. With its user-friendly interface and robust security features, this wallet enables users to securely store, send, and receive a wide range of cryptocurrencies. It offers convenience and peace of mind by providing easy access to your digital assets, while also maintaining a strong focus on safeguarding your funds. Whether you're a beginner or an experienced crypto user, the Blokista Wallet is a trusted companion for managing your digital wealth.",
		"url": "https://bccwallet.com"
	},
	{
		"author": "Blokista Exchange",
		"id": "bcc-exchange",
		"title": "Blokista Exchange",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "CEX Exchange"],
		"shortDescription": "Blokista Crypto Exchange is a cutting-edge digital trading platform that facilitates the buying, selling, and exchange of a wide range of cryptocurrencies. With a user-friendly interface and robust security measures, Blokista provides a seamless and secure environment for both beginners and experienced traders to access the crypto market.",
		"external": true,
		"site": "https://bccexchange.com",
		"description": "Blokista Crypto Exchange is a cutting-edge digital trading platform that facilitates the buying, selling, and exchange of a wide range of cryptocurrencies. With a user-friendly interface and robust security measures, Blokista provides a seamless and secure environment for both beginners and experienced traders to access the crypto market. Whether you're looking to diversify your portfolio or execute swift and efficient trades, Blokista offers the tools and features to make your crypto trading experience a breeze.",
		"url": "https://bccexchange.com"
	},
	{
		"author": "Blokista Debit Card",
		"id": "bcc-debitcard",
		"title": "Blokista Debit Card",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Crypto Debit Card"],
		"shortDescription": "Blokista Debit Card is a cutting-edge financial tool that seamlessly integrates traditional and digital finance. With this card, users can access their cryptocurrency holdings and convert them into fiat currency for everyday transactions, making it easy to spend digital assets in the real world.",
		"external": true,
		"site": "https://bcccard.com",
		"description": "Blokista Debit Card is a cutting-edge financial tool that seamlessly integrates traditional and digital finance. With this card, users can access their cryptocurrency holdings and convert them into fiat currency for everyday transactions, making it easy to spend digital assets in the real world. Enjoy the convenience of a traditional debit card while tapping into the power of blockchain technology, all with the Blokista Debit Card.",
		"url": "https://bcccard.com"
	},
	{
		"author": "Blokista Launchpad",
		"id": "bcc-launchpad",
		"title": "Blokista Launchpad",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Launchpad"],
		"shortDescription": "Blokista Launchpad is a cutting-edge platform that empowers blockchain startups and projects to access funding and exposure within the crypto ecosystem. It offers a streamlined and secure environment for launching initial coin offerings (ICOs) or token sales, facilitating token distribution, and connecting innovative projects with potential investors.",
		"external": true,
		"site": "https://bcclaunchpad.com",
		"description": "Blokista Launchpad is a cutting-edge platform that empowers blockchain startups and projects to access funding and exposure within the crypto ecosystem. It offers a streamlined and secure environment for launching initial coin offerings (ICOs) or token sales, facilitating token distribution, and connecting innovative projects with potential investors. With its user-friendly interface and robust features, the Blokista Launchpad is a valuable resource for both entrepreneurs and investors seeking opportunities in the fast-evolving world of blockchain and cryptocurrency.",
		"url": "https://bcclaunchpad.com"
	},
	{
		"author": "Blokista Metaverse",
		"id": "bcc-metaverse",
		"title": "Blokista Metaverse",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Metaverse"],
		"shortDescription": "Blokista Metaverse is a groundbreaking virtual world ecosystem that immerses users in a vibrant and interconnected digital universe. With cutting-edge technology and innovative experiences, Blokista Metaverse offers a diverse range of opportunities for social interaction, gaming, entertainment, and commerce. Explore limitless possibilities, create your own digital presence, and interact with a global community in this dynamic metaverse, where the real and virtual worlds seamlessly converge.",
		"external": true,
		"site": "https://bccmetaverse.com",
		"description": "Blokista Metaverse is a groundbreaking virtual world ecosystem that immerses users in a vibrant and interconnected digital universe. With cutting-edge technology and innovative experiences, Blokista Metaverse offers a diverse range of opportunities for social interaction, gaming, entertainment, and commerce. Explore limitless possibilities, create your own digital presence, and interact with a global community in this dynamic metaverse, where the real and virtual worlds seamlessly converge. Join Blokista Metaverse to unlock a new dimension of digital adventure and connection.",
		"url": "https://bccmetaverse.com"
	},
	{
		"author": "Blokista Shopping",
		"id": "bcc-shopping",
		"title": "Blokista Shopping",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Shopping"],
		"shortDescription": "Blokista Shopping is a cutting-edge online marketplace where you can shop with ease and convenience using Blokista Coin, a cryptocurrency designed to enhance your shopping experience. With a wide range of products and services available for purchase, Blokista Shopping lets you access a world of goods, from electronics to fashion and more, all while enjoying the benefits of blockchain technology, secure transactions, and the potential for exclusive discounts and rewards.",
		"external": true,
		"site": "https://bccshopping.com",
		"description": "Blokista Shopping is a cutting-edge online marketplace where you can shop with ease and convenience using Blokista Coin, a cryptocurrency designed to enhance your shopping experience. With a wide range of products and services available for purchase, Blokista Shopping lets you access a world of goods, from electronics to fashion and more, all while enjoying the benefits of blockchain technology, secure transactions, and the potential for exclusive discounts and rewards. Embrace the future of digital commerce with Blokista Shopping and explore the world of possibilities at your fingertips.",
		"url": "https://bccshopping.com"
	},
	{
		"author": "Blokista Travel",
		"id": "bcc-travels",
		"title": "Blokista Travel",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Travel"],
		"shortDescription": "Blokista Travel is your gateway to a seamless and rewarding travel experience. With the power of Blokista Coin, you can now book hotels, flights, and more, all in one place. Enjoy the convenience of using your digital assets to explore the world, while also benefiting from exclusive discounts and rewards. Blokista Travels redefines the way you plan your journeys, making it a one-stop destination for travel enthusiasts looking for both simplicity and crypto-powered savings. ",
		"external": true,
		"site": "https://bcctravel.com",
		"description": "Blokista Travel is your gateway to a seamless and rewarding travel experience. With the power of Blokista Coin, you can now book hotels, flights, and more, all in one place. Enjoy the convenience of using your digital assets to explore the world, while also benefiting from exclusive discounts and rewards. Blokista Travels redefines the way you plan your journeys, making it a one-stop destination for travel enthusiasts looking for both simplicity and crypto-powered savings. Embark on your adventures with Blokista Travels and unlock the future of travel booking.",
		"url": "https://bcctravel.com"
	},
	{
		"author": "Blokista P2P Marketplace",
		"id": "bcc-p2p",
		"title": "Blokista P2P Marketplace",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "P2P"],
		"shortDescription": "Blokista P2P Marketplace is a decentralized peer-to-peer trading platform that empowers users to buy and sell goods and services directly with one another, all while utilizing the security and transparency of blockchain technology.",
		"external": true,
		"site": "https://bccp2p.com",
		"description": "Blokista P2P Marketplace is a decentralized peer-to-peer trading platform that empowers users to buy and sell goods and services directly with one another, all while utilizing the security and transparency of blockchain technology. This innovative marketplace fosters trust and enables individuals to engage in transactions without the need for intermediaries. Whether you're looking to trade cryptocurrencies, digital assets, or any other items, Blokista P2P Marketplace provides a seamless and secure way to connect and transact with peers around the world, redefining the way we exchange value in the digital age.",
		"url": "https://bccp2p.com"
	},
	{
		"author": "Blokista Short Video",
		"id": "bcc-video",
		"title": "Blokista Short Video",
		"logo": "https://raw.githubusercontent.com/blokistachain/TokenBridgeList/main/bcc_logo.png",
		"categories": [ "Social"],
		"shortDescription": "Blokista Short Video is an innovative social media platform that rewards users for sharing their creative and engaging short videos. With Blokista Coin, you can earn rewards and incentives for your content, turning your talent and creativity into tangible benefits. Join the Blokista community today, share your videos, and start earning Blokista Coin for your captivating content.",
		"external": true,
		"site": "https://bccvideo.com",
		"description": "Blokista Short Video is an innovative social media platform that rewards users for sharing their creative and engaging short videos. With Blokista Coin, you can earn rewards and incentives for your content, turning your talent and creativity into tangible benefits. Join the Blokista community today, share your videos, and start earning Blokista Coin for your captivating content. It's the ultimate destination for content creators looking to turn their passion into rewards.",
		"url": "https://bccvideo.com"
	}
]
